BusBookingConsumer/logger.html

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><S:Body><ns2:BusBooking xmlns:ns2="http://endpoint.busbooking.com/"><arg0><From>andhrapradesh</From><To>hyd</To><DateOfJourney/></arg0></ns2:BusBooking></S:Body></S:Envelope>